const Analysis = {
    "allAnalysis": [
        {
            "_id": "59484d1e70ff45d3f6f92584",
            "index": 0,
            "title1": "職場性格解析",
            "content1":
                '孫悟空是《西遊記》裡的靈魂人物，天資聰敏、武功高強、機智過人，每每在大難關頭，總能發揮創意、化險為夷，顯示其高度的行動力、思考力、獨立性及革新力，但個性衝動、性急如火，顯示EQ及慎重力不足。\n' +
                ' \n' +
                '另外，孫悟空天不怕，地不怕，所以他敢一鬧海龍王，二鬧地獄府，三鬧天宮，並且還和佛祖打賭，展現出他叛逆、不願受拘束、不墨守成規的個性，其冒險犯難的精神，充份顯現了英雄特質！\n',
            "title2": "學習方向",
            "content2":
            `屬於這樣性格特質的你，喜歡無中生有，靈活有創意，且可以完善地創造專項事物；在此前提下，適合`,
            "red": '朝平面設計、網頁設計與遊戲動畫設計等類別',
            "remain":'紮根學習，另外再提升英文Mail撰寫技巧，將更能雙管齊下，突破重圍，快速被看見！'
        },
        {
            "_id": "59484d1e31d49d6d6c8616u4",
            "index": 1,
            "title1": "職場性格解析",
            "content1":
                '豬八戒是《西遊記》裡最具逸樂的代表！豬八戒雖然有法力，但是只能夠三十六變，在故事的刻畫下，和孫悟空相比顯得比較耿直憨厚；他常常被孫悟空取笑，因此他常在唐三藏的耳邊挑撥孫悟空的不是，使得孫悟空受苦。?\n' +
                '另外，豬八戒好逸惡勞，說得多做得少，遇到困難就喊散夥，無法堅持到底，易受誘惑與煽動；但熱情奔放，感情外露，善於活躍工作氣氛，具有高度共感性與柔軟性，是組織裡活化氣氛的公關人才！\n',
            "title2": "學習方向",
            "content2":
                `屬於這樣性格特質的你，開朗親切，高親和力，常常是團隊裡的靈魂人物；在此前提下，適合`,
            "red": '朝Photoshop相片修圖、簡報製作技巧等類別',
            "remain": '紮根學習，將能突破重圍，快速被看見！'
        },
        {
            "_id": "59484d1e4a27e54e437b17rt",
            "index": 2,
            "title1": "職場性格解析",
            "content1":
                '沙悟淨是團隊裡默默奉獻的人物，謹守本分、沈默踏實，冷靜有耐心，承擔了團隊的事務性工作。事實證明，他能勝任這份工作並持之以恆，而且能夠在壓力下保持冷靜，別看他平時沉默寡言，可每次到了最後的關頭都是他來穩定局面。\n' +
                ' \n' +
                '以組織管理來說，沙悟淨是忠實可靠的後勤型人員。雖欠缺挑戰與創意的膽識，但持續性、柔軟度及EQ皆佳，在緊要關頭常發揮冷靜、沈著的穩定力量。\n',
            "title2": "學習方向",
            "content2":
                `屬於這樣性格特質的你，做事有計畫、有條理，行為中規中矩，富有責任感；在此前提下，適合多加強`,
            "red": '文書處理能力，如word、PPT商業簡報製作等類別',
            "remain": '紮根學習，將能突破重圍，快速被看見！'
        },
        {
            "_id": "59484d1e4a27e54e437b18xd",
            "index": 3,
            "title1": "職場性格解析",
            "content1":
                `唐三藏在《西遊記》裡具領導地位，他具有強烈的願景與使命感，即使困難重重，歷經萬難仍不改初衷，也許他不需要親自收拾每一個妖怪或敵人，但他絕對是這個團體裡的重要支柱。另外，唐三藏為人善良仁慈，具有堅定的理想與信念。人格特質具持續力、挑戰性與慈悲為懷的特質。唯面對豬八戒的搬弄是非時，少了分辦事情真偽的能力！`,
            "title2": "學習方向",
            "content2":
                `屬於這樣性格特質的你，清楚目標在哪，能善用資源，且邏輯脈絡也有一定的概念；在此前提下，適合朝`,
            "red": '工程研發、AI人工智慧研發、軟體開發等類別',
            "remain": '紮根學習，將能突破重圍，快速被看見！'
        }
    ]
}

export default Analysis;